{"id":15792,"text":"A SAMPLE DEVICE WAS NOT RETURNED FOR ANALYSIS. COMPLAINT HISTORY AND PRODUCT HISTORY RECORDS WERE REVIEWED AND DOCUMENTATION INDICATED THE PRODUCT MET RELEASE CRITERIA. ROOT CAUSE HAS NOT BEEN IDENTIFIED. THERE HAVE BEEN NO OTHER COMPLAINTS REPORTED IN THE LOT NUMBER. THE MANUFACTURER INTERNAL REFERENCE NUMBER IS: (B)(4). A HEALTHCARE PROFESSIONAL REPORTED FOLLOWING AN INTRAOCULAR LENS IMPLANT PROCEDURE, THE PATIENT EXPERIENCED BLURRY VISION AND REFRACTIVE SURPRISE. THE LENS WAS EXCHANGED APPROXIMATELY 1 MONTH LATER IN A SECONDARY PROCEDURE WITH A NON COMPANY LENS. ADDITIONAL INFORMATION WAS REQUESTED, BUT NO FURTHER INFORMATION IS AVAILABLE.","label":[[432,445,"PATIENT_PROB"],[450,469,"PATIENT_PROB"]],"Comments":[]}
{"id":15793,"text":"A SAMPLE DEVICE WAS NOT RETURNED FOR ANALYSIS. COMPLAINT HISTORY AND PRODUCT HISTORY RECORDS WERE REVIEWED AND DOCUMENTATION INDICATED THE PRODUCT MET RELEASE CRITERIA. ROOT CAUSE HAS NOT BEEN IDENTIFIED. THERE HAVE BEEN NO OTHER COMPLAINTS REPORTED IN THE LOT NUMBER. THE MANUFACTURER INTERNAL REFERENCE NUMBER IS: (B)(4). A NON HEALTHCARE PROFESSIONAL REPORTED DURING AN INTRAOCULAR LENS IMPLANT PROCEDURE, THE LENS WAS STUCK IN THE HANDPIECE. THE SURGEON OPENED A NEW LENS AND LOADED IT WITHOUT ANY ISSUES. PATIENT CONTACT WAS OBSERVED. ADDITIONAL INFORMATION HAS BEEN REQUESTED.","label":[[413,444,"DEVICE_PROB"]],"Comments":[]}
{"id":15794,"text":"A NON HEALTHCARE PROFESSIONAL REPORTED FOLLOWING AN INTRAOCULAR LENS IMPLANT PROCEDURE, THE LENS WAS SLIT IN MIDDLE AND PATIENT EXPERIENCE BLURRY VISION WHICH WAS LATER EXCHANGED IN A SECONDARY PROCEDURE. ADDITIONAL INFORMATION HAS BEEN REQUESTED. A SAMPLE DEVICE WAS NOT RETURNED FOR ANALYSIS. COMPLAINT HISTORY AND PRODUCT HISTORY RECORDS WERE REVIEWED AND DOCUMENTATION INDICATED THE PRODUCT MET RELEASE CRITERIA. ROOT CAUSE HAS NOT BEEN IDENTIFIED. THERE HAVE BEEN NO OTHER COMPLAINTS REPORTED IN THE LOT NUMBER. THE MANUFACTURER INTERNAL REFERENCE NUMBER IS: (B)(4).","label":[[101,115,"DEVICE_PROB"],[139,153,"PATIENT_PROB"]],"Comments":[]}
{"id":15795,"text":"A THEATRE MANAGER REPORTED THAT, DURING INTRAOCULAR LENS (IOL) IMPLANT PROCEDURE, THE LENS WAS EXPLANTED DUE TO SCRATCHES ON THE LENS. THE ISSUE MUST HAVE OCCURRED WHEN THE LENS WAS FOLDING AND BEING IMPLANTED. SCRATCH MARKS WERE NOTICED THE WHEN THE LENS UNFOLDED IN THE EYE. ADDITIONAL INFORMATION WAS REQUESTED. A SAMPLE DEVICE WAS NOT RETURNED FOR ANALYSIS. COMPLAINT HISTORY AND PRODUCT HISTORY RECORDS WERE REVIEWED AND DOCUMENTATION INDICATED THE PRODUCT MET RELEASE CRITERIA. ROOT CAUSE HAS NOT BEEN IDENTIFIED. THERE HAVE BEEN NO OTHER COMPLAINTS REPORTED IN THE LOT NUMBER. THE MANUFACTURER INTERNAL REFERENCE NUMBER IS: (B)(4).","label":[[112,133,"DEVICE_PROB"]],"Comments":[]}
{"id":15796,"text":"A NURSE REPORTED THAT, DURING INTRAOCULAR LENS (IOL) IMPLANT PROCEDURE, THE LENS WAS COMPLETELY HALVED. THE LENS WAS PROBABLY DAMAGED DURING APPLICATION BY A BAD CARTRIDGE MOLDING. THE LENS HAD TO BE EXPLANTED AND THEN A NEW IOL APPLIED. SURGERY GOT DELAYED BUT THE PATIENT WAS NOT AFFECTED. ADDITIONAL INFORMATION WAS REQUESTED. A SAMPLE DEVICE WAS NOT RETURNED FOR ANALYSIS. COMPLAINT HISTORY AND PRODUCT HISTORY RECORDS WERE REVIEWED AND DOCUMENTATION INDICATED THE PRODUCT MET RELEASE CRITERIA. ROOT CAUSE HAS NOT BEEN IDENTIFIED. THERE HAVE BEEN NO OTHER COMPLAINTS REPORTED IN THE LOT NUMBER. THE MANUFACTURER INTERNAL REFERENCE NUMBER IS: (B)(4).","label":[[76,102,"DEVICE_PROB"]],"Comments":[]}
{"id":15797,"text":"A SAMPLE DEVICE WAS NOT RETURNED FOR ANALYSIS. COMPLAINT HISTORY AND PRODUCT HISTORY RECORDS WERE REVIEWED AND DOCUMENTATION INDICATED THE PRODUCT MET RELEASE CRITERIA. ROOT CAUSE HAS NOT BEEN IDENTIFIED. THERE HAVE BEEN NO OTHER COMPLAINTS REPORTED IN THE LOT NUMBER. THE MANUFACTURER INTERNAL REFERENCE NUMBER IS: (B)(4). A DIRECTOR REPORTED THAT, DURING INTRAOCULAR LENS (IOL) IMPLANT PROCEDURE, THE CARTRIDGE WAS HAVING ISSUES. THE TIP WAS SPLITTING WHEN INJECTING LENS. ADDITIONAL INFORMATION WAS RECEIVED THAT, THE PROCEDURE WAS COMPLETED WITH NEW CARTRIDGE. NO PATIENT PROBLEM NOTICED.","label":[[403,430,"QUALITY_PROB"],[436,473,"DEVICE_PROB"]],"Comments":[]}
{"id":15798,"text":"A SAMPLE DEVICE WAS NOT RETURNED FOR ANALYSIS. COMPLAINT HISTORY AND PRODUCT HISTORY RECORDS WERE REVIEWED AND DOCUMENTATION INDICATED THE PRODUCT MET RELEASE CRITERIA. ROOT CAUSE HAS NOT BEEN IDENTIFIED. THERE HAVE BEEN NO OTHER COMPLAINTS REPORTED IN THE LOT NUMBER. THE MANUFACTURER INTERNAL REFERENCE NUMBER IS: (B)(4). A FACILITY REPRESENTATIVE REPORTED THAT, FOLLOWING AN INTRAOCULAR LENS (IOL) IMPLANT PROCEDURE, THE PATIENT HAD POOR VISUAL ACUITY AND COMPLAINED OF BEING UNABLE TO SEE. THE LENS WAS EXCHANGED IN SECONDARY PROCEDURE 2 MONTHS FOLLOWING THE INITIAL IMPLANT PROCEDURE. ADDITIONAL INFORMATION WAS REQUESTED.","label":[[436,454,"PATIENT_PROB"],[479,492,"PATIENT_PROB"]],"Comments":[]}
{"id":15799,"text":"INVESTIGATION INCLUDING ROOT CAUSE ANALYSIS IS IN PROGRESS. A SUPPLEMENTAL MDR WILL BE FILED AS NECESSARY IN ACCORDANCE WITH 21 CFR 803.56 WHEN ADDITIONAL REPORTABLE INFORMATION BECOMES AVAILABLE. THE MANUFACTURER INTERNAL REFERENCE NUMBER IS: (B)(4). A PHYSICIAN REPORTED THAT DURING A SURGERY THE PATIENT EXPERIENCED A POSTERIOR CAPSULE RUPTURE WHEN THE INTRAOCULAR (IOL) LENS WERE IMPLANTED USING AN IOL INJECTOR. THE SURGERY WAS COMPLETED BY FIXING THE SAC AND VISUAL FUNCTION OF PATIENT IS GOOD.","label":[[321,346,"PATIENT_PROB"]],"Comments":[]}
{"id":15800,"text":"A NON-HEALTHCARE PROFESSIONAL REPORTED THAT FOLLOWING AN INTRAOCULAR LENS (IOL) IMPLANT PROCEDURE, THE PATIENT EXPERIENCED BLURRED VISION. THE IOL WAS EXCHANGED WITH AN ALTERNATE IOL 40 DAYS FOLLOWING THE INITIAL PROCEDURE. SUBJECTIVE VISUAL DISTURBANCE WAS THE CLINICAL REASON MENTIONED FOR EXPLANT. NO FURTHER INFORMATION IS EXPECTED. INVESTIGATION INCLUDING ROOT CAUSE ANALYSIS IS IN PROGRESS. A SUPPLEMENTAL MDR WILL BE FILED AS NECESSARY IN ACCORDANCE WITH 21 CFR 803.56 WHEN ADDITIONAL REPORTABLE INFORMATION BECOMES AVAILABLE. (B)(4).","label":[[123,137,"PATIENT_PROB"]],"Comments":[]}
{"id":15801,"text":"A SAMPLE DEVICE WAS NOT RETURNED FOR ANALYSIS. PRODUCT HISTORY RECORDS WERE VIEWED AND DOCUMENTATION INDICATED THE PRODUCT MET RELEASE CRITERIA. ROOT CAUSE HAS NOT BEEN IDENTIFIED. THE MANUFACTURER INTERNAL REFERENCE NUMBER IS: (B)(4). A NURSE REPORTED THAT FOLLOWING AN INTRAOCULAR LENS (IOL) IMPLANT PROCEDURE, THE PATIENT EXPERIENCED MECHANICAL COMPLICATION, HEADACHES, TROUBLE FOCUSING AND CONTRAST PHOTOPHOBIA. THE IOL WAS EXCHANGED WITH AN ALTERNATE 119 DAYS FOLLOWING THE INITIAL PROCEDURE. NO FURTHER INFORMATION IS EXPECTED.","label":[[337,360,"PATIENT_PROB"],[362,371,"PATIENT_PROB"],[373,389,"PATIENT_PROB"],[394,414,"PATIENT_PROB"]],"Comments":[]}
{"id":15802,"text":"A SAMPLE DEVICE WAS NOT RETURNED FOR ANALYSIS. COMPLAINT HISTORY AND PRODUCT HISTORY RECORDS WERE REVIEWED AND DOCUMENTATION INDICATED THE PRODUCT MET RELEASE CRITERIA. ROOT CAUSE HAS NOT BEEN IDENTIFIED. THERE HAVE BEEN NO OTHER COMPLAINTS IN THE LOT. THE MANUFACTURER INTERNAL REFERENCE NUMBER IS: (B)(4). A NON-HEALTHCARE PROFESSIONAL REPORTED THAT FOLLOWING AN INTRAOCULAR LENS (IOL) IMPLANT PROCEDURE, THE PATIENT EXPERIENCED DECREASED VISUAL ACUITY AND WAS UNABLE TO READ. THE IOL WAS EXCHANGED WITH AN ALTERNATE IOL 49 DAYS FOLLOWING THE INITIAL PROCEDURE. INCONSISTENT RESULT SECOND TO RADIAL KERATOTOMY WAS THE CLINICAL REASON MENTIONED. NO FURTHER INFORMATION IS EXPECTED.","label":[[431,454,"PATIENT_PROB"],[463,477,"PATIENT_PROB"]],"Comments":[]}
{"id":15803,"text":"THE REPORTER INDICATED THAT THE SURGEON IMPLANTED A 13.2MM VTICM5_13.2; -10.50\/6.0\/074 (SPHERE\/CYLINDER\/AXIS) IMPLANTABLE COLLAMER LENS INTO THE PATIENT'S EYE. THE PATIENT EXPERIENCED REFRACTIVE SURPRISE. LENS REMAINS IMPLANTED. ATTEMPTS TO OBTAIN ADDITIONAL INFORMATION HAVE NOT BEEN SUCCESSFUL. IF ADDITIONAL INFORMATION IS RECEIVED A SUPPLEMENTAL MEDWATCH REPORT WILL BE SUBMITTED. PMA\/510(K): THIS PRODUCT IS MANUFACTURED IN THE U.S. BUT NOT MARKETED IN THE U.S. LENS WORK ORDER SEARCH: NO SIMILAR COMPLAINT TYPE EVENTS REPORTED FOR UNITS WITHIN THE SAME LOT. CLAIM# (B)(4).","label":[[184,203,"PATIENT_PROB"]],"Comments":[]}
{"id":15805,"text":"CLAIM#: (B)(4). THE REPORTER INDICATED THAT THE SURGEON IMPLANTED A IMPLANTABLE COLLAMER LENS INTO THE PATIENT'S EYE. THE SURGEON REPORTS A PLANNED EXCHANGE TO BE PERFORMED. ATTEMPTS TO OBTAIN ADDITIONAL INFORMATION HAVE NOT BEEN SUCCESSFUL. IF ADDITIONAL INFORMATION IS RECEIVED A SUPPLEMENTAL MEDWATCH REPORT WILL BE SUBMITTED.","label":[],"Comments":[]}
{"id":15807,"text":"THE REPORTER INDICATED THAT THE SURGEON IMPLANTED A 12.1MM VTICMO12.1; -14.50\/+3.00\/85 (SPHERE\/CYLINDER\/AXIS) IMPLANTABLE COLLAMER LENS INTO THE PATIENT'S LEFT EYE (OS) ON (B)(6)2020. THE PATIENT EXPERIENCED LENS ROTATION NOT ASSOCIATED TO LOW VAULTING. ON (B)(6) 2020 THE LENS WAS REPOSITIONED BUT THIS DID NOT RESOLVE THE PROBLEM. THEN ON (B)(6) 2021 THE LENS WAS EXCHANGED WITH A LONGER LENGTH LENS; ALONG WITH AN INDICATION OF \"RESIDUAL ASTIGMATISM WAS CORRECTED BY LASER\" AND THIS RESOLVED THE PROBLEM. PMA\/510(K): THIS PRODUCT IS MANUFACTURED IN THE U.S. BUT NOT MARKETED IN THE U.S. (B)(4). CLAIM#: (B)(4).","label":[[208,221,"PATIENT_PROB"],[240,252,"PATIENT_PROB"]],"Comments":[]}
{"id":15808,"text":"THE REPORTER INDICATED THAT THE SURGEON IMPLANTED A 12.1MM VTICM5_12.1; -11.0\/+2.0\/092 (SPHERE\/CYLINDER\/AXIS) IMPLANTABLE COLLAMER LENS INTO THE PATIENT'S RIGHT EYE (OD) ON (B)(6) 2021. THE PATIENT EXPERIENCED LOW VAULTING WITH ROTATION. ON (B)(6) 2021 THE LENS WAS EXCHANGED WITH A LONGER LENGTH LENS AND THIS RESOLVED THE PROBLEM. THE CAUSE OF THE EVENT WAS REPORTED AS UNKNOWN. PMA\/510(K): THIS PRODUCT IS MANUFACTURED IN THE U.S. BUT NOT MARKETED IN THE U.S. CLAIM#: (B)(4).","label":[[210,236,"PATIENT_PROB"]],"Comments":[]}
{"id":15809,"text":"PMA\/510(K): THIS PRODUCT IS MANUFACTURED IN THE U.S. BUT NOT MARKETED IN THE U.S. CLAIM#: (B)(4). THE REPORTER INDICATED THAT THE SURGEON IMPLANTED A 12.6MM VICM5_12.6; -4.0 DIOPTER IMPLANTABLE COLLAMER LENS INTO THE PATIENT'S LEFT EYE (OS) ON (B)(6) 2021. THE PATIENT EXPERIENCE REFRACTIVE SURPRISE. ON (B)(6) 2021, THE LENS WAS EXCHANGED WITH A SAME MODEL\/LENGTH BUT DIFFERENT DIOPTER LENS AND THIS RESOLVED THE PROBLEM. THE CAUSE OF THE EVENT WAS REPORTED AS \"OTHER, REFRACTIVE ERROR\".","label":[[280,300,"PATIENT_PROB"]],"Comments":[]}
{"id":15810,"text":"WEIGHT-RACE: UNK. PMA\/510K: THIS PRODUCT IS NOT MARKETED IN THE US. CLAIM# (B)(4). THE REPORTER INDICATED THAT A 12.6MM VTICMO 12.6 IMPLANTABLE COLLAMER LENS OF -9.0\/2.5\/090 (SPHERE\/CYLINDER\/AXIS) WAS IMPLANTED INTO THE PATIENTS LEFT EYE (OS ON (B)(6) 2020. ON (B)(6) 2021 THE LENS WAS EXCHANGED FOR A SHORTER LENGTH LENS DUE TO EXCESSIVE VAULT. THE EXCHANGE RESOLVED THE PROBLEM. CAUSE REPORTED AS UNKNOWN.","label":[[329,344,"PATIENT_PROB"]],"Comments":[]}
{"id":15811,"text":"THE REPORTER INDICATED THAT A 13.2MM VICMO 13.2 IMPLANTABLE COLLAMER LENS OF -13.0 DIOPTER WAS IMPLANTED INTO THE PATIENTS RIGHT EYE (OD) ON (B)(6) 2021. ON (B)(6) 2021 THE LENS WAS EXCHANGED FOR A SHORTER LENGTH LENS DUE TO EXCESSIVE VAULT. THE EXCHANGE RESOLVED THE PROBLEM. CAUSE REPORTED AS UNKNOWN. WEIGHT, ETHNICITY, RACE: UNK. PMA\/510K: THIS PRODUCT IS NOT MARKETED IN THE US. CLAIM# (B)(4).","label":[[225,240,"PATIENT_PROB"]],"Comments":[]}
{"id":15812,"text":"THE REPORTER INDICATED THAT A 13.2MM VICMO 13.2 IMPLANTABLE COLLAMER LENS OF -13.0 DIOPTER WAS IMPLANTED INTO THE PATIENTS LEFT EYE(OS) ON (B)(6) 2021. ON (B)(6) 2021 THE LENS WAS EXCHANGED FOR A SHORTER LENGTH LENS DUE TO EXCESSIVE VAULT. THE EXCHANGE RESOLVED THE PROBLEM. CAUSE REPORTED AS UNKNOWN. WEIGHT: UNK. ETHNICITY: UNK. RACE: UNK. DATE RECEIVED BY MANUFACTURER: THIS PRODUCT IS NOT MARKETED IN THE US. CLAIM# (B)(4).","label":[[223,238,"PATIENT_PROB"]],"Comments":[]}
{"id":15813,"text":"THE REPORTER INDICATED THAT A 13.2MM VTICMO 13.2 IMPLANTABLE COLLAMER LENS OF -9.0\/1.5\/88 (SPHERE\/CYLINDER\/AXIS) WAS IMPLANTED INTO THE PATIENTS LEFT EYE (OS) ON (B)(6) 2021. ON (B)(6) 2021 THE LENS WAS EXCHANGED FOR A SHORTER LENGTH LENS DUE TO EXCESSIVE VAULT. THE EXCHANGE RESOLVED THE PROBLEM. CAUSE REPORTED AS UNKNOWN. THIS PRODUCT IS NOT MARKETED IN THE US. (B)(4).","label":[[246,262,"PATIENT_PROB"]],"Comments":[]}
{"id":15814,"text":"THE REPORTER INDICATED THAT A 12.6MM VTICMO 12.6 IMPLANTABLE COLLAMER LENS OF -14.50\/3.0\/091 (SPHERE\/CYLINDER\/AXIS) WAS IMPLANTED INTO THE PATIENTS RIGHT EYE (OD) ON (B)(6) 2021. ON THE SAME DAY DIFFERENT SURGERY THE LENS WAS EXCHANGED FOR A LONGER LENGTH DUE TO LOW VAULT. THIS RESOLVED THE PROBLEM. CAUSE IS REPORTED AS UNKNOWN. WEIGHT-ETHNICITY: UNK. PMA\/510K: THIS PRODUCT IS NOT MARKETED IN THE US. CLAIM# (B)(4).","label":[[263,272,"PATIENT_PROB"]],"Comments":[]}
{"id":15816,"text":"A PHYSICIAN REPORTED THAT DURING A CATARACT SURGERY WITH INTRAOCULAR LENS (IOL) IMPLANT PROCEDURE, FOREIGN MATERIALS WERE SEEN FLOATING IN AND ADHERING TO BACK OF IOL. THE FOREIGN MATERIALS WERE REMOVED BY IRRIGATION AND ASPIRATION DURING SURGERY. ADDITIONAL INFORMATION HAS BEEN REQUESTED; HOWEVER, FURTHER INFORMATION HAS NOT BEEN RECEIVED. A SAMPLE DEVICE WAS NOT RETURNED FOR ANALYSIS. COMPLAINT HISTORY AND PRODUCT HISTORY RECORDS COULD NOT BE REVIEWED BECAUSE THE REPORTER DID NOT PROVIDE A LOT NUMBER OR ANY IDENTIFICATION TRACEABLE TO THE MANUFACTURING DOCUMENTATION. ROOT CAUSE HAS NOT BEEN IDENTIFIED. THE MANUFACTURER INTERNAL REFERENCE NUMBER IS: (B)(4).","label":[[99,135,"DEVICE_PROB"]],"Comments":[]}
{"id":15818,"text":"A HEALTHCARE PROFESSIONAL REPORTED 2-3 MONTHS FOLLOWING AN INTRAOCULAR LENS IMPLANT PROCEDURE, THE PATIENT WAS UNABLE TO ACHIEVE VISUAL ACUITY BETTER THAN 6\/36, POOR VISUAL ACUITY AT ALL DISTANCES. THE PATIENT WAS BOOKED FOR EXPLANTATION OF THE LENS AT (B)(6) 2021. ADDITIONAL INFORMATION WAS RECEIVED WHICH STATES THE SAMPLE HAS BEEN RETURNED INDICATING THE LENS EXCHANGE WAS PERFORMED. THE LENS WAS RETURNED IN A CLEAR WATER-LIKE LIQUID INSIDE A PLASTIC CONTAINER. THE OPTIC IS CUT INTO PIECES, TYPICAL OF INSERTION AND REMOVAL. POWER AND RESOLUTION TESTING COULD NOT BE CONDUCTED DUE TO THE EXTENSIVE OPTIC DAMAGE. THE COMPLAINT HISTORY AND PRODUCT HISTORY RECORDS COULD NOT BE REVIEWED BECAUSE THE REPORTING FACILITY DID NOT PROVIDE A LOT NUMBER OR ANY IDENTIFICATION TRACEABLE TO THE MANUFACTURING DOCUMENTATION. THE PRODUCT INVESTIGATION COULD NOT IDENTIFY A ROOT CAUSE FOR THE REPORTED COMPLAINT. THE POWER AND RESOLUTION OF EACH LENS IS 100% EVALUATED DURING THE MANUFACTURING PROCESS TO DETERMINE ACCEPTABILITY PER MODEL AND DIOPTER. THE MANUFACTURER INTERNAL REFERENCE NUMBER IS: (B)(4).","label":[[96,159,"PATIENT_PROB"],[161,196,"PATIENT_PROB"]],"Comments":[]}
{"id":15819,"text":"A NON HEALTHCARE PROFESSIONAL REPORTED DURING AN INTRAOCULAR LENS IMPLANT PROCEDURE THE LENS WAS SCRATCHED UPON POST MICROSCOPIC EXAMINATION. THE LENS WAS REPLACED WITH A BACK UP LENS IN THE INITIAL PROCEDURE. ADDITIONAL INFORMATION HAS BEEN REQUESTED. A SAMPLE DEVICE WAS RETURNED FOR ANALYSIS. A LOOSE HAPTIC WAS FOUN4).D IN THE CARTON. COMPLAINT HISTORY AND PRODUCT HISTORY RECORDS WERE REVIEWED AND DOCUMENTATION INDICATED THE PRODUCT MET RELEASE CRITERIA. ROOT CAUSE HAS NOT BEEN IDENTIFIED. THERE HAVE BEEN NO OTHER COMPLAINTS REPORTED IN THE LOT NUMBER. THE MANUFACTURER INTERNAL REFERENCE NUMBER IS: (B)(4).","label":[[88,106,"DEVICE_PROB"],[298,323,"DEVICE_PROB"]],"Comments":[]}
{"id":15820,"text":"A PHYSICIAN REPORTED DURING A CATARACT EXTRACTION WITH AN INTRAOCULAR LENS IMPLANT PROCEDURE, THE SURGEON NOTICED THAT THE OPTIC WAS FOUND SCRATCHED IN THE BACK. THE SURGEON FELT THAT POINT WAS NOT TOUCHED AT THE TIME OF SETUP, SO IT WAS BELIEVED TO HAVE BEEN MADE FROM THE BEGINNING. THE SURGERY WAS COMPLETED WITHOUT ANY REPLACEMENT IN THE INITIAL PROCEDURE. ADDITIONAL INFORMATION HAS BEEN REQUESTED. A SAMPLE DEVICE WAS NOT RETURNED FOR ANALYSIS. COMPLAINT HISTORY AND PRODUCT HISTORY RECORDS WERE REVIEWED AND DOCUMENTATION INDICATED THE PRODUCT MET RELEASE CRITERIA. ROOT CAUSE HAS NOT BEEN IDENTIFIED. THERE HAVE BEEN NO OTHER COMPLAINTS REPORTED IN THE LOT NUMBER. THE MANUFACTURER INTERNAL REFERENCE NUMBER IS: (B)(4).","label":[[120,160,"QUALITY_PROB"]],"Comments":[]}
{"id":15821,"text":"A SAMPLE DEVICE WAS NOT RETURNED FOR ANALYSIS. COMPLAINT HISTORY AND PRODUCT HISTORY RECORDS WERE REVIEWED AND DOCUMENTATION INDICATED THE PRODUCT MET RELEASE CRITERIA. ROOT CAUSE HAS NOT BEEN IDENTIFIED. THERE HAVE BEEN NO OTHER COMPLAINTS REPORTED IN THE LOT NUMBER. THE MANUFACTURER INTERNAL REFERENCE NUMBER IS: (B)(4). A HEALTHCARE PROFESSIONAL REPORTED THAT APPROXIMATELY ONE MONTH AFTER INITIAL IMPLANTATION, THE LENS WAS EXPLANTED AND REPLACED WITH ANOTHER MODEL LENS DUE TO INADEQUATE NEAR VISION FOR FINE JEWELRY. IT WORKS WITH NEAR GLASSES. ADDITIONAL INFORMATION HAS BEEN REQUESTED.","label":[[483,506,"PATIENT_PROB"]],"Comments":[]}
{"id":15822,"text":"A SAMPLE DEVICE WAS NOT RETURNED FOR ANALYSIS. COMPLAINT HISTORY AND PRODUCT HISTORY RECORDS WERE REVIEWED AND DOCUMENTATION INDICATED THE PRODUCT MET RELEASE CRITERIA. ROOT CAUSE HAS NOT BEEN IDENTIFIED. THERE HAVE BEEN NO OTHER COMPLAINTS REPORTED IN THE LOT NUMBER. (B)(4). A FACILITY REPRESENTATIVE REPORTED THAT FOLLOWING AN INTRAOCULAR LENS (IOL) IMPLANT PROCEDURE, THE PATIENT VISION WAS NOT CLEAR AND IT WAS UNCORRECTED. THE IOL WAS EXCHANGED FOR ANOTHER LENS MODEL 2 MONTHS FOLLOWING THE INITIAL IMPLANT PROCEDURE. ADDITIONAL INFORMATION HAS BEEN REQUESTED.","label":[[384,427,"PATIENT_PROB"]],"Comments":[]}
{"id":15824,"text":"A PHYSICIAN REPORTED THAT DURING IMPLANTATION OF AN INTRAOCULAR LENS (IOL) A FOREIGN MATERIAL WAS FOUND ON THE BACK OF OPTIC IMMEDIATELY AFTER IMPLANTATION. A PART OF IT WAS REMOVED BY IRRIGATION\/ASPIRATION(IA), BUT IT COULD NOT BE COMPLETELY REMOVED. THE SURGERY WAS COMPLETED WITH THE SAME LENS. ON THE SECOND DAY AFTER THE SURGERY PHYSICIAN CHECKED A PHOTO, A CIRCULAR SCRATCH SIMILAR TO A TORIC MARK WAS FOUND NEAR THE FOREIGN MATERIAL AND IT WAS FOUND THAT A FOREIGN MATERIAL THAT SEEMED TO BE SCRAPED FROM THE SCRATCHED PART REMAINED. THERE WAS NO EFFECT ON THE PATIENT'S VISUAL ACUITY AND THERE WAS NO POSTOPERATIVE INFLAMMATION AT THE MOMENT. ADDITIONAL INFORMATION WAS REQUESTED AND RECEIVED STATING 1MM WHITE TRANSPARENT FIBROUS FOREIGN MATERIAL ON THE BACK OF THE IOL, SLIGHTLY BELOW THE CENTER. DURING SURGERY, IMMEDIATELY AFTER IOL INSERTION, TWO PALE FOREIGN MATERIALS WERE STUCK TO THE BACK OF THE LENS ALONG WITH A 1MM-SIZED SCRATCH WE TRIED TO ASPIRATE IT OUT WITH IA, AND PART OF IT WAS REMOVED, BUT IT COULD NOT BE COMPLETELY REMOVED. CONSIDERING THE POSSIBILITY OF LENS CORTEX RESIDUE, THE SURGERY WAS COMPLETED WITHOUT ANY ADDITIONAL TREATMENT. AS OF THE 11TH DAY AFTER THE SURGERY, THE MATERIAL REMAINED UNABSORBED. THE PHYSICIAN CONSIDERS THAT THE CAUSE OF THE PROBLEM IS EITHER A SCRATCH OR A FOREIGN MATERIAL (LENS MATERIAL) CREATED DURING THE MANUFACTURING PROCESS OF THE IOL OR DURING THE SETTING OF THE IOL (FOR SOME REASON SUCH AS PROTRUSIONS IN THE CARTRIDGE OR CAUSED BY THE SURGEON'S HANDLING). A SAMPLE DEVICE WAS NOT RETURNED FOR ANALYSIS. COMPLAINT HISTORY AND PRODUCT HISTORY RECORD COULD NOT BE REVIEWED BECAUSE THE REPORTING FACILITY DID NOT PROVIDE A VALID LOT NUMBER OR ANY IDENTIFICATION TRACEABLE TO THE MANUFACTURING DOCUMENTATION. ROOT CAUSE HAS NOT BEEN IDENTIFIED. PHOTO 1 & 2 SHOW A THREAD LIKE PIECE OF FOREIGN MATERIAL ON A MONITOR SCREEN. PHOTO 3 SHOWS AN IOL ON A MONITOR SCREEN WITH WHAT APPEARS TO BE A THREAD LIKE FOREIGN MATERIAL ON THE CENTRE OF THE OPTIC. THERE IS ALSO A WHITE SQUARE SHAPED OBJECT ON THE OPTIC BUT THIS COULD ALSO BE REFLECTION OF LIGHT. PHOTOS 4 SHOWS AN IMPLANTED IOL ON A MONITOR SCREEN WITH WHAT APPEARS TO BE A THREAD LIKE FOREIGN MATERIAL ON THE CENTRE OF THE OPTIC, THERE ALSO APPEARS TO BE SCRATCHES ON THE OPTIC SURFACE. THE COMPLAINANT INDICATES THE USE OF NON-COMPANY A VISCOELASTIC, WHICH IS NOT QUALIFIED FOR USE WITH ASSOCIATED IOL MODEL. THE MANUFACTURER INTERNAL REFERENCE NUMBER IS: (B)(4).","label":[[77,124,"QUALITY_PROB"],[363,379,"DEVICE_PROB"]],"Comments":[]}
